Repository: Vistaus/ThiefMD
Catalog: po/*.po
Languages: fr

source: Library
fr: Bibliothèque

source: # Click on a sheet to get started First time here? Drag a folder into the library, or click on the Folder icon to select a folder to add. ## Thief Tip: %s
fr: # Cliquez sur une Feuille pour commencer Première fois ici ? Glissez un dossier sur la bibliothèque, ou cliquez sur l'icône de dossier pour sélectionner un dossier à ajouter. ## Astuce Thief: %s

source: Importing File
fr: Importer un fichier

source: _Save
fr: _Sauvegarder

source: _Cancel
fr: _Annuler

source: _Open
fr: _Ouvrir

source: _Add to Library
fr: Ajouter à la _bibliothèque

source: PDF file
fr: fichier PDF

source: ePUB file
fr: fichier ePUB

source: docx file
fr: fichier docx

source: Markdown files
fr: fichiers Markdown

source: HTML files
fr: fichiers HTML

source: MHTML files
fr: fichiers LaTeX

source: LaTeX file
fr: fichier LaTeX

source: All files
fr: Tous les fichiers

source: Add to Library
fr: Ajouter à la Bibliothèque

source: Open file
fr: Ouvrir fichier

source: Save file
fr: Enregistrer fichier

source: There are unsaved changes to the file. Do you want to save?
fr: Il y a des changements non-sauvegardés dans le fichier. Voulez-vous enregistrer?

source: If you don't save, changes will be lost forever.
fr: Si vous n'enregistrez pas, les changements seront définitivement perdues.

source: Close without saving
fr: Fermer sans enregistrer

source: No file opened
fr: Aucun fichier ouvert

source: Close
fr: Fermer

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Endpoint
fr: URL

source: _Add Account
fr: A_jouter un compte

source: Uploading images
fr: Chargement des images

source: Published
fr: Publié

source: Post Published
fr: Article Publié

source: Export DocX
fr: Exporter DocX

source: Export ePUB
fr: Exporter ePUB

source: Export HTML
fr: Exporter HTML

source: Export LaTeX
fr: Exporter LaTeX

source: Export Markdown
fr: Exporter Markdown

source: Export MHTML
fr: Exporter MHTML

source: Export PDF
fr: Exporter PDF

source: Print to File
fr: Imprimer dans un fichier

source: About ThiefMD
fr: À propos de ThiefMD

source: About
fr: À propos

source: Credits
fr: Crédits

source: New Sheet
fr: Nouvelle Feuille

source: Change View
fr: Changer de vue

source: Add Folder to Library
fr: Ajouter le dossier à la Bibliothèque

source: Settings
fr: Préférences

source: Sort by
fr: Trier par

source: Sort by Filename Ascending
fr: Trier par Nom de fichier (montant)

source: Sort by Filename Descending
fr: Trier par Nom de fichier (descendant)

source: Sort by Title Ascending
fr: Trier par Titre (montant)

source: Sort by Title Descending
fr: Trier parTitre (Descendant)

source: Sort by Date Ascending
fr: Trier par date (descendant)

source: Sort by Date Descending
fr: Trier par date (montant)

source: Preview
fr: Aperçu

source: Export
fr: Exporter

source: Move to Trash
fr: Déplacer vers la corbeille

source: _Load from disk
fr: C_harger depuis le disque

source: _Keep what's in editor
fr: _Garder ce qui est dans l'éditeur

source: Insert Datetime
fr: Insérer Datetime

source: Insert YAML Frontmatter
fr: Insérer le Frontmatter YAML

source: Export Preview
fr: Exporter l'aperçu

source: Writing Statistics
fr: Écrire les statistiques

source: Search
fr: Chercher

source: Create Sub-Folder
fr: Créer un sous-dossier

source: Hide from Library
fr: Masquer dans la Bibliothèque

source: Show Hidden Items
fr: Afficher les éléments masqués

source: Remove from Library
fr: Supprimer de la Bibliothèque

source: Copy
fr: Copier

source: Move
fr: Déplacer

source: Folder name
fr: Nom de dossier

source: Sheet name
fr: Nom de la Feuille

source: Create
fr: Créer

source: Current Connections
fr: Connexions en cours

source: Click on a connection to remove.
fr: Cliquez sur une connexion pour la supprimer

source: Add Connection
fr: Ajouter une connexion

source: Choose your blogging software.
fr: Sélectionnez votre logiciel de blogging

source: WriteFreely
fr: Mode sans distraction

source: _Remove
fr: Supp_rimer

source: _Keep
fr: _Garder

source: None
fr: Aucun

source: Paragraph
fr: Paragraphe

source: Sentence
fr: Phrase

source: Word
fr: Mot

source: Add New Theme
fr: Ajouter un nouveau thème

source: First Markdown File includes Author Metadata
fr: Le 1er fichier Markdown comporte les métadonnées d'auteur

source: First Markdown file includes <a href='https://pandoc.org/MANUAL.html#epub-metadata'>Author metadata</a>
fr: Le 1er fichier Markdown inclut les <a href='https://pandoc.org/MANUAL.html#epub-metadata'>métadonnées d'auteur</a>

source: Include YAML title as Heading
fr: Inlcure les titres YAML en tant que Titre

source: Include YAML title as H1 Heading
fr: Inlcure les titres YAML en tant que Titre de niveau 1

source: Page Break between Folders
fr: Saut de page entre les dossiers

source: Insert a Page Break after each folder
fr: Insérer un saut de page après chaque dossier

source: Page Break between Sheets
fr: Saut de page entre les Feuilles

source: Insert a Page Break after each sheet
fr: Insérer un saut de page entre les Feuilles

source: Side margins in PDF in inches
fr: Marges des côtés du PDF (inches)

source: Top & Bottom margins in PDF in inches
fr: Marges du haut et du bas du PDF (inches)

source: Add Export Style
fr: Ajouter un Style d'exportation

source: Enable spellcheck
fr: Activer le vérificateur orthographique

source: Check document spelling
fr: Vérifier l'orthographe

source: Toggle typewriter scrolling
fr: (Dés)activer le défilement machine à écrire

source: Enable typewriter focus mode
fr: Activer le mode focus

source: Toggle writing statistics
fr: (Dés)activer les statistiques d'écriture

source: Show writing statistics
fr: Afficher les statistiques d'écriture

source: Toggle interface theming
fr: (Dés)activer le thème de l'interface

source: Apply theme to interface
fr: Appliquer le thème à l'interface

source: Toggle auto-hide headerbar
fr: (Dés)activer le masquage auto de la barre de titre

source: Automatically hide headerbar
fr: Masquer automatiquement la barre de titre

source: Hide title
fr: Masquer le titre

source: Keep library order
fr: Conserver l'ordre de la bibliothèque

source: Publishing Preview
fr: Aperçu de la publication

source: File not Exported
fr: Fichier non-exporté

source: ThiefMD could not export the file, please try again.
fr: ThiefMD n'a pas pu exporter le fichier. Essayez à nouveau, merci.

source: Refresh Statistics
fr: Rafraichir les statistiques

source: words
fr: mots

source: <b>Reading Time:</b> %d %s %d %s %d %s
fr: <b>Temps de lecture:</b> %d %s %d %s %d %s

source: Hour
fr: Heure

source: Hours
fr: Heures

source: Seconds
fr: Secondes

source: Typewriter Scrolling
fr: Défilement machine à écrire

source: Toggle Typewriter Scrolling
fr: (Dés)activer le défilement machine à écrire

source: Check Spelling
fr: Vérifier l'orthographe

source: Toggle Spellcheck
fr: (Dés)activer la vérification orthographique

source: Toggle Write Good
fr: (Dés)activer Write Good

source: Launch Preview
fr: Démarrer l'aperçu

source: Preferences
fr: Préférences

source: Edit Preferences
fr: Modifier les préférences

source: Font
fr: Police

source: Font Selector
fr: Sélecteur de police

source: Download <a href='https://themes.thiefmd.com/themes/'>more themes</a>. <small>Stored in <a href='file://
fr: Téléchargez <a href='https://themes.thiefmd.com/themes/'>plus de thèmes</a>. <small>Enregistrés dans <a href='file://

source: %d %s %d %s and %d %s reading time.
fr: %d %s %d %s et %d %s temps de lecture.

source: hour
fr: heure

source: hours
fr: heures

source: seconds
fr: secondes

source: %s : %d words.
fr: %s : %d mots.

source: Library Search
fr: Chercher dans la Bibliothèque

source: Search
fr: Chercher

source: Monitor for Library changes
fr: Surveiller les modifications dans la Bibliothèque

source: <b>Stealing file contents...</b>
fr: <b>Dérobe le contenu du fichier...</b>

source: Heading
fr: Titre
